<template>
  <div class="mainer">
    <div class="course_det">
      <div class="box">
        <div class="l_nav">
          <h3>目录</h3>
          <div class="list">
            <ul>
              <li><a href="#"><p>1. 第一讲 这里是标题，这里是标题</p></a></li>
              <li><a href="#"><p>2. 第二讲 体制改革：日本明治维新的金融故事</p></a></li>
              <li><a href="#"><p>3. 第三讲 这里是标题，这里是标题</p></a></li>
            </ul>
          </div>
        </div>
        <div class="line"></div>
        <div class="r_main">
          <h3>第二讲 体制改革：日本明治维新的金融故事<a href="#">返回</a></h3>
          <div class="vedio">
            <img src="@/assets/img/vedio.jpg" />
            <div class="play"></div>
          </div>
          <div class="web">
            <div class="text">
              <h4><span class="span1">讲稿</span></h4>
              <p>讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容，讲稿内容</p><label>【展开】</label>
            </div>
            <div class="text">
              <h4><span class="span2">延伸阅读</span></h4>
              <p>延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容，延伸阅读内容</p><label>【展开】</label>
            </div>
          </div>
        </div>
        <div class="clear"></div>
      </div>
    </div>
  </div>
</template>
<script>

export default {
	components:{
		
	}
}
</script>
<style>

</style>
